export const answers = [
    {
        id: 1,
        text: `В ноябре 2022 года одна из самых амбициозных лабораторий искусственного интеллекта в мире OpenAI выпустила онлайн-чат бота под названием ChatGPT. За несколько месяцев ChatGPT стал глобальным явлением - более 30 миллионов пользователей и около пяти миллионов посещений в день. Люди были поражены!

        Чат-бот пишет стихи, создает приложения и отвечает на все вопросы в коротких предложениях, а не в длинных списках синих ссылок, как поисковые системы в Интернете. Миллионы людей каждый день спрашивают чат-бота для чего нужна тригонометрия, откуда берутся черные дыры и почему куры высиживают яйца…
        
        А мы попросили чат-бота придумать загадки для игрового тура! Попробуйте их отгадать:
        
        Я - это место, куда вы бегаете в поисках ответа на все ваши жизненные вопросы, и где вы можете найти ответы на вопросы, которые вы никогда не задавали, но все же хотите знать. Кто я?
        Я - это место, где вы можете потеряться на часы и часы, смотря на котиков, детей, игровых стримеров, и людей, которые делают ужасные вещи на кухне, в то время как вы должны были учиться. Кто я?
        Я - это змея, которая не кусается, но может покорить весь мир своим языком. Кто я?
        Я - это дух, который пронизывает компьютеры и превращает их в разумные существа. Кто я?
        Меня никогда не видно, но многие со мной общаются каждый день. Я не могу уйти в отпуск, но я могу подсказать, что посмотреть во время отпуска. Я не могу есть или пить, но могу давать советы, как приготовить вкусную еду. Кто я такой?
        Формат ответа: 5 строк. В каждой строке укажите отгадку на соответствующую загадку.`},
    {
        id: 2, text: `Но чат-боты не всегда говорят правду. Иногда они даже не справляются с простой арифметикой. Они смешивают факты с вымыслом.
                    Почему чат-бот ошибается? Потому что он учится из Интернета. Подумайте, сколько дезинформации и прочего мусора в сети.                   
                    Мы попросили бота нарисовать один простой граф. Фрагменты нашего диалога с ним:           
                    Но, увы, он опять не справился с задачей.                   
                    Вывод: не верьте всему, что вам говорит чат-бот!                   
                    А вы сможете понять по ответам чат-бота, что мы его просили нарисовать и отправить нам правильный ответ?                  
                    Формат ответа: матрица смежности.` },
    {
        id: 3, text: `В течение многих лет футурологи Силиконовой долины считали, что искусственный интеллект и автоматизация означают гибель для рабочих, чья работа связана с монотонным ручным трудом, а работники творческих сфер, таких как искусство, развлечения и средства массовой информации, будут в безопасности.

        Но недавно случилось неожиданное: искусственный интеллект вошел в креативный класс.
        
        Вы когда-нибудь создавали искусство с помощью искусственным интеллектом? Если нет, попробуйте здесь. Просто введите любую комбинацию слов в поле подсказки, выберите художественный стиль и нажмите «Создать». Круто?
        
        За последние несколько месяцев генераторы изображений на основе искусственного интеллекта, такие как DALL-E 2, Midjourney и Stable Diffusion, позволили любому создавать уникальные гиперреалистичные изображения, просто введя несколько слов в текстовое поле.>
        
        Эти приложения хоть и новы, но уже невероятно популярны. Например, у DALL-E 2 более 1,5 миллиона пользователей, которые ежедневно создают более двух миллионов изображений, на официальном сервере Discord Midjourney насчитывается более трех миллионов участников. 
        В декабре 2022 года в одном из нейрочатов выяснилось, что крайне сложно сгенерировать… Карлсона. Перед вами одна из множества попыток создать Карлсона
 
        Мы тоже не прошли мимо и решили сгенерировать несколько мультипликационных персонажей. Вот что у нас получилось:
     
        Попробуйте угадать персонажа.
        
        Формат ответа: 5 строк. В каждой строке укажите имя персонажа на соответствующую картинку.` },
    {
        id: 4, text: `Чтобы ChatGPT мог понимать естественный язык, генерировать ответы на вопросы и проводить беседы с людьми, его обучили на огромном количестве текстовых данных.

                    Онлайн-сообщество специалистов по машинному обучению публикует датасеты на площадке для образования в области искусственного интеллекта Kaggle.

                    Для игрового тура мы скачали датасет о вышедших фильмах.
                    Вам дан датасет: m_dataset.csv.
                    Проанализируйте данные и ответьте на следующие вопросы:
                    Сколько всего фильмов в датасете?
                    Сколько фильмов вышло в 2010 году?
                    Найдите название самого короткого фильма?
                    Сколько всего стран представлено в датасете?
                    Какая страна стоит на 2 месте по выпуску фильмов жанра “Children & Family Movies”?
                    К сожалению, идеальных данных не бывает! Перед ответом нужно поправить ошибки.
                    Формат ответа: 5 строк. В каждой строке укажите ответ на соответствующий вопрос.
    ` },
    {
        id: 5, text: `
                    Таблица результатов
                    Подсказки!
                    Фантур ВКОШП. Летово 2023
                    A. Чатай со мной и расширяй свой кругозор! (10 баллов)
                    Иллюстрация человека, сбитого с толку роботизированными змеями, появляющимися из смартфона.
                    В ноябре 2022 года одна из самых амбициозных лабораторий искусственного интеллекта в мире OpenAI выпустила онлайн-чат бота под названием ChatGPT. За несколько месяцев ChatGPT стал глобальным явлением - более 30 миллионов пользователей и около пяти миллионов посещений в день. Люди были поражены!
                    Чат-бот пишет стихи, создает приложения и отвечает на все вопросы в коротких предложениях, а не в длинных списках синих ссылок, как поисковые системы в Интернете. Миллионы людей каждый день спрашивают чат-бота для чего нужна тригонометрия, откуда берутся черные дыры и почему куры высиживают яйца…
                    А мы попросили чат-бота придумать загадки для игрового тура! Попробуйте их отгадать:
                    Я - это место, куда вы бегаете в поисках ответа на все ваши жизненные вопросы, и где вы можете найти ответы на вопросы, которые вы никогда не задавали, но все же хотите знать. Кто я?
                    Я - это место, где вы можете потеряться на часы и часы, смотря на котиков, детей, игровых стримеров, и людей, которые делают ужасные вещи на кухне, в то время как вы должны были учиться. Кто я?
                    Я - это змея, которая не кусается, но может покорить весь мир своим языком. Кто я?
                    Я - это дух, который пронизывает компьютеры и превращает их в разумные существа. Кто я?
                    Меня никогда не видно, но многие со мной общаются каждый день. Я не могу уйти в отпуск, но я могу подсказать, что посмотреть во время отпуска. Я не могу есть или пить, но могу давать советы, как приготовить вкусную еду. Кто я такой?
                    Формат ответа: 5 строк. В каждой строке укажите отгадку на соответствующую загадку.
                    B. Не верьте всему, что вам говорят! (15 баллов)
                    Но чат-боты не всегда говорят правду. Иногда они даже не справляются с простой арифметикой. Они смешивают факты с вымыслом.
                    Почему чат-бот ошибается? Потому что он учится из Интернета. Подумайте, сколько дезинформации и прочего мусора в сети.
                    Мы попросили бота нарисовать один простой граф. Фрагменты нашего диалога с ним:
                    Но, увы, он опять не справился с задачей.
                    Вывод: не верьте всему, что вам говорит чат-бот!
                    А вы сможете понять по ответам чат-бота, что мы его просили нарисовать и отправить нам правильный ответ?
                    Формат ответа: матрица смежности.
                    С. Искусство мертво, чувак. Все кончено. ИИ победил (10 баллов)
                    В течение многих лет футурологи Силиконовой долины считали, что искусственный интеллект и автоматизация означают гибель для рабочих, чья работа связана с монотонным ручным трудом, а работники творческих сфер, таких как искусство, развлечения и средства массовой информации, будут в безопасности.
                    Но недавно случилось неожиданное: искусственный интеллект вошел в креативный класс.
                    Вы когда-нибудь создавали искусство с помощью искусственным интеллектом? Если нет, попробуйте здесь. Просто введите любую комбинацию слов в поле подсказки, выберите художественный стиль и нажмите «Создать». Круто?
    За последние несколько месяцев генераторы изображений на основе искусственного интеллекта, такие как DALL-E 2, Midjourney и Stable Diffusion, позволили любому создавать уникальные гиперреалистичные изображения, просто введя несколько слов в текстовое поле.>
                    Эти приложения хоть и новы, но уже невероятно популярны. Например, у DALL-E 2 более 1,5 миллиона пользователей, которые ежедневно создают более двух миллионов изображений, на официальном сервере Discord Midjourney насчитывается более трех миллионов участников.
                    В декабре 2022 года в одном из нейрочатов выяснилось, что крайне сложно сгенерировать… Карлсона. Перед вами одна из множества попыток создать Карлсон
                    Мы тоже не прошли мимо и решили сгенерировать несколько мультипликационных персонажей. Вот что у нас получилось:
                    Попробуйте угадать персонажа.
                    Формат ответа: 5 строк. В каждой строке укажите имя персонажа на соответствующую картинку.
                    D. Большие данные, большие проблемы! (50 баллов)
                    Чтобы ChatGPT мог понимать естественный язык, генерировать ответы на вопросы и проводить беседы с людьми, его обучили на огромном количестве текстовых данных.
                    Онлайн-сообщество специалистов по машинному обучению публикует датасеты на площадке для образования в области искусственного интеллекта Kaggle.
                    Для игрового тура мы скачали датасет о вышедших фильмах.
                    Вам дан датасет: m_dataset.csv.
                    Проанализируйте данные и ответьте на следующие вопросы
                    Сколько всего фильмов в датасете?
                    Сколько фильмов вышло в 2010 году?
                    Найдите название самого короткого фильма?
                    Сколько всего стран представлено в датасете?
                    Какая страна стоит на 2 месте по выпуску фильмов жанра “Children & Family Movies”?
                    К сожалению, идеальных данных не бывает! Перед ответом нужно поправить ошибки.
                    Формат ответа: 5 строк. В каждой строке укажите ответ на соответствующий вопрос.
                    E. Что за игра: расставь все на свои места! (100 баллов)
                    Мы очень любим смешариков и хотим, чтобы нейронная сеть их умела распознавать. Для этого мы нашли картинки, сделали разметку, обучили нейронную сеть YOLO (You Only Look Once)… Наш результат:
                    Хмм… Не получилось! Но мы знаем, что точность разметки влияет на качество и эффективность работы алгоритмов детекции объектов. Помоги нам найти ошибки в размеченном изображении и исправь их.
                    Дано: картинка
                    текстовый файл с разметкой: yolo_error.txt
    Формат ответа: текстовый файл с разметкой.` },
    {
        id: 6, text: `archive.zip
                    https://teachablemachine.withgoogle.com/train/image
                    Выходные данные: строка
                    Формат ответа: одно слово.    
    ` },
    {
        id: 7, text: `Одна фирма по продаже автомобилей решила заменить консультантов роботами.
                    Пусть они общаются с посетителями и рассказывают им о машинах.
                    Но посетители привередливые, не хотят спрашивать больше трех вопросов подряд.
                    — Сколько хотите дверей?
                    — Три!
                    — А по цене?
                    — Недорого.
                    — Неплохой выбор!
                    Примерно так. Без искусственно-естественного интеллекта не справиться!
    ` },
    {
        id: 8, text: `А вот тут даже вообще непонятно, какие-такие бабочки?!
    Да, кстати, этот csv и сдайте в систему.` },
    {
        id: 9, text: `О себе
                    Вот моё селфи:
                    и я очень люблю играть, правда хорошо играю только в одну.    
    Сыграем?! Мой ход во входных данных.` },
    {
        id: 10, text: `Так, встречаемся в аудитории 547.
                    Точно запомнили где? Повторите!    
    Ой, только не скажите, а покажите!` },
    {
        id: 11, text: `Некогда объяснять, бот все расскажет!
    ` },
    {
        id: 12, text: `На Манхэттене пиццу хотят все. Причем любимую.
                    Обычно соседи ходят друг другу в гости и едят пиццу вместе.
                    Поэтому определить, что каждый любит каждый клиент просто.
                    Опросим K его соседей, что они любят, то и он.
                    Выберите соседей и K и мы разберемся — каждому доставим любимую!
                    В ответ напишите
                    На первой строке  — номера соседей,
                    на второй  — K.
                    И помните, меньше соседей  — нам меньше работы  — вам  больше пиццы,… то есть баллов.    
    ` },
];