export const questions = [
    { id: 1, text: 'A. Чатай со мной и расширяй свой кругозор! (10 баллов)?' },
    { id: 2, text: 'B. Не верьте всему, что вам говорят! (15 баллов)' },
    { id: 3, text: 'С. Искусство мертво, чувак. Все кончено. ИИ победил (10 баллов)' },
    { id: 4, text: 'D. Большие данные, большие проблемы! (50 баллов)' },
    { id: 5, text: 'E. Что за игра: расставь все на свои места! (100 баллов)' },
    { id: 6, text: 'F. ML-магистры, готовьтесь к бою! (100 баллов)' },
    { id: 7, text: 'G. Деревянный консультант (30 баллов)' },
    { id: 8, text: 'H. Здрасьте, бабочек покрасьте! (100 баллов)' },
    { id: 9, text: 'I. Сыграем? (50 баллов)' },
    { id: 10, text: 'J. Где встречаемся? (30 баллов)' },
    { id: 11, text: 'K. Быстрее, точнее! (100 баллов)' },
    { id: 12, text: 'L. KNN-пиццерия на Манхэттене (100 баллов)' },
  ];